---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportFailures.LostAcisObjectsOnImport
source: html/db2ec814-2d4e-b2e0-ef22-84ff6790b854.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportFailures.LostAcisObjectsOnImport Property

Some ACIS objects could not be imported. To import them, use AutoCAD to convert them into polymesh objects and reimport.

## Syntax (C#)
```csharp
public static FailureDefinitionId LostAcisObjectsOnImport { get; }
```